{
  "shortDescription": "“Mutlu çocuklar, aydınlık yarınlar” sloganıyla yola çıktığımız koşulsuz sevgi ve güven temelli anaokulumuzda, mutlu, özgüvenli, hayal kuran, merak eden, keşfeden, yaratıcı, öğrenmekten keyif alan, farkındalıkları yüksek çocuklar yetiştirmeyi hedefleyen eğitim metotlarını benimsemekteyiz.“Oyun, çocuğun işidir.” bilinciyle temel hedeflerimiz çocuklarımızın gelişim serüvenlerinde onların oyun ve eğlenceyle öğrenmelerini desteklemek ve mutlu birer birey olmalarını sağlamaktır...",
  "longDescription": "“Mutlu çocuklar, aydınlık yarınlar” sloganıyla yola çıktığımız koşulsuz sevgi ve güven temelli anaokulumuzda, mutlu, özgüvenli, hayal kuran, merak eden, keşfeden, yaratıcı, öğrenmekten keyif alan, farkındalıkları yüksek çocuklar yetiştirmeyi hedefleyen eğitim metotlarını benimsemekteyiz.“Oyun, çocuğun işidir.” bilinciyle temel hedeflerimiz çocuklarımızın gelişim serüvenlerinde onların oyun ve eğlenceyle öğrenmelerini desteklemek ve mutlu birer birey olmalarını sağlamaktır. Öğretmenlerimiz; tecrübeli, yaşam boyu öğrenme ve öğretmeyi ilke edinmiş, Okul Öncesi Eğitim döneminin, bir insan yaşamını şekillendiren en önemli süreç olduğunun farkında olan ve bu süreçte yer almaktan mutluluk duyan kişilerdir. Eğitim kadromuz çocuklarımızı gözlemleyen, onlara kaynak sunan, deneyim kazanmalarını sağlayan, çocuklarımızın baş etmesi ve çözüm üretmesi gereken durumlarda onlara fırsat tanıyan ve rehberlik eden öğretmenlerimizden oluşmaktadır. Öğretmenlerimiz ekibimizin en değerli parçasıdır. Programımızın içeriği, yönetim ekibimiz ve eğitim kadromuz tarafından çocuklarımızın deneyimleyerek ve keşfederek öğrenmelerini sağlayan yöntemler ile 21. Yüzyılın gerektirdiği beceri ve donanımlar dikkate alınarak tasarlanmıştır. Devamlı olarak geliştirilen programımız aynı zamanda tüm detaylarıyla “eğitim”in değer ve standartlarını desteklemektedir. Günlük programda düşünme, sorgulama, insiyatif alabilme, paylaşma,  yapmak istediklerini planlayabilme, planladıklarını gerçekleştirebilme ve yaptıklarını değerlendirebilme becerileri desteklenir. Eğitim programı uygulanırken çocukların gelişim düzeyleri ve bireysel farklılıkları dikkate alınır. Olumlu öğretmen-çocuk yaklaşımı, gelişim süreçlerinin takibi,  ve okul-aile iletişiminde şeffaflık değer verdiğimiz en önemli unsurlardır. Şisli Altınbaşak Çocuk Akademi olarak amacımız, çocuklarımızın ilköğretim ve sonrasındaki eğitim yolculuklarına sağlam ve emin bir adımla başlamalarına destek olurken sağlıklı ve mutlu bireyler olmalarını sağlamaktır."
}
