{
  "name": "Altinbasak Çocuk Akademi",
  "description": "Altın Başak Çocuk Akademi olarak, çocuklarımızın potansiyelini keşfetmesine, mutlu ve özgüvenli bireyler olarak yetişmesine rehberlik ediyoruz. Nitelikli eğitim programlarımız ve güvenli öğrenme ortamımızla, yarınların liderlerini bugünden hazırlıyoruz.",
  "address": "Halil Rıfat Paşa Mahallesi Yüzer Havuz Sokak No:1/4 Şişli/İstanbul",
  "phone": {
    "mobile": "0544 320 92 13",
    "landlinephone": "0212 320 92 13"
  },
  "educations": {
    "title": "Eğitim Modellerimiz / Yaklaşımlarımız",
    "approaches": [
      {
        "pathId": 1,
        "id": "bilingual-services",
        "name": "Bilingual Eğitim",
        "short_description": "Bilingual eğitim modelimiz, çocuklarımızın hem ana dilinde hem de İngilizce dilinde eğitim almasını sağlar. Bu sayede çocuklarımız, iki dili de etkin bir şekilde kullanabilirler.",
        "description": "Bilingual, iki farklı dili, iletişim için aynı seviyede kullanabilen kişi demektir. Bilingual eğitimde bireye anadili ile birlikte, bir başka dil, anadili edinmeye benzer bir süreçle edindirilir. Küreselleşen dünyamızda birçok çocuk iki dilli (bilingual) hatta çok dilli olarak büyüyor. Ebeveynlerinden biri faklı dili konuşan her çocuk; evde farklı, okulda farklı bir dile her çocuk (kendi ülkeleri dışında yaşayan ailelerin çocukları ) doğallıkla bu iki dili birden ediniyorlar. Mini Haus olarak yapmayı hedeflediğimiz budur. Çocuklarımıza, şimdi size İngilizce, Almanca öğreteceğiz demek yerine, iki farklı dili konuşan öğretmenleri aracılığıyla onları iki dile de maruz bırakarak, yaşamın doğal akışı içinde oynarken, yemek yarken iki dili birden edindiriyoruz. Böylelikle çocuk yabancı dil eğitimini bir ders olarak değil, günlük yaşamının bir parçası olarak görür, bu da öğrenme sürecini hızlandırır. Çift dilli eğitimin, çocuğun hem akademik, hem sosyal hem de kişilik gelişimine önemli katkıları olduğu bilimsel olarak kanıtlanmıştır. En önemlisi, çift dilli, hatta çok dilli olarak büyüyen çocuklar üzerinde yapılan araştırmalar, bu çocukların bilişsel gelişimlerinin daha hızlı olduğunu göstermektedir.Çok dilli büyüyen çocukların, ilerleyen dönemlerde akademik becerilerinin de daha yüksek olduğu araştırmalarla kanıtlanmıştır. Bu çocuklar, her iki dilin de inceliklerini ve özelliklerini kavrayabilirler, sözel ve yazılı iletişimde rahatlıkla kullanabilirler. Bu program çocuğun sosyal gelişimine de katkı sağlar. Yeni dilleri öğrenmeye karşı olumlu tutumlar sergilemeyi, diğer dillere hoşgörülü yaklaşımı öğrenirler."
      },
      {
        "pathId": 2,
        "id": "Waldorf-services",
        "name": "Waldorf Eğitim",
        "short_description": "Okul öncesi Waldorf eğitim sistemi içinde yapılan etkinliklerle çocukların düşünce ve hayallerinin mümkün olduğunca serbest bırakılmasına olanak tanınır. ",
        "description": "Okul öncesi Waldorf eğitim sistemi içinde yapılan etkinliklerle çocukların düşünce ve hayallerinin mümkün olduğunca serbest bırakılmasına olanak tanınır. Böylelikle çocuk estetik bir algıya sahip olurken kendi sanatsal bakış açısını kolaylıkla tanımlayabilir. Bu da çocukların bireysel sanat estetiği algısında kendi fikirleriyle öne çıkmalarına imkân verir. Waldorf yaklaşımı her coğrafya ve yerel kültürel yapıya göre farklılıklar içerir. Bununla birlikte yaklaşım, okul öncesi dönemde şu temel özellikleri paylaşır: Her çocuğun ilgi ve kabulüne önem verilmeli. Basit materyallerle çocukların kendi kendine oyun başlatmasına fırsat tanınmalı. Küçük çocuklarının en önemli görevlerinin oyun oynamak olduğu kabul edilmeli. Çocuğun dünyayla sağlıklı iletişim kurması için gerçek deneyimlere odaklanması sağlanmalı. Çocukların hayal gücünü geliştirmek için sanatsal etkinliklere ağırlık verilmeli. Kapasitenin gelişmesi ve faaliyetlerde rol alması için el işi gerektiren fırsatlar çocuğa sunulmalı. Waldorf yaklaşımı etkinlikleri bu ana temeller üzerinden yerel kültürel dokuya uygun şekilde hazırlanır ve uygulanır.Çocukların bireysel üretimlerini yapabilmek için kendilerini keşfettikleri bu eğitim sistemi her geçen gün daha fazla dikkat çekmektedir. Çocuk birey olma yolunda ilerlerken kendini tanır ve sanatsal yeteneklerini keşfeder. Waldorf eğitim sistemi ile okul sürecini tamamlayan öğrenciler iş hayatında da sanatsal yaratıcılıklarıyla öne çıkma avantajı elde eder. Okul ve doğanın iç içe olduğu Waldorf okullarında çocuklar küçük yaştan itibaren öz güven kazanmaya başlar. Bu eğitim sisteminde çocuklar üretip bütüne kattıkları her parça sayesinde kendini özel hisseder. Bu da ilerleyen yaşlarda herkesin gereksinimi olan “kendisini doğru şekilde ifade edebilme yeteneği”nin erkenden kazanılması anlamına gelir. Siz de Waldorf eğitim sistemiyle ilgili daha fazla bilgi edinerek, çocukların öğrenme süreçlerine ne gibi katkılar sağladığını kavrayabilir, sanatsal yeteneklerini keşfetmesi konusunda onlara yardımcı olabilirsiniz."
      },
      {
        "pathId": 3,
        "id": "montessori-services",
        "name": "Montessori Eğitim",
        "short_description": "Montessori eğitim modeli, çocukların kendi hızlarında öğrenmelerine olanak tanır. Bu sayede çocuklar, kendi ilgi alanlarına yönelik eğitim alabilirler.",
        "description": "Montessori eğitimi, İtalyan doktor ve pedagog Maria Montessori tarafından geliştirilen, çocuğun bireysel öğrenme hızına, doğal merakına ve kendi kendine öğrenme yeteneğine dayalı bir eğitim modelidir. Montessori yöntemi, çocuğun doğal öğrenme sürecine saygı göstererek, ona uygun bir ortam sunarak ve öğretmeni bir rehber olarak konumlandırarak geleneksel eğitim sistemlerinden farklılaşır. Bu eğitim modelinde çocuklar, kendi ilgi alanlarına göre aktiviteler seçme özgürlüğüne sahiptir ve öğrenme sürecini kendi hızlarında ilerletirler. Montessori eğitiminin temelinde, çocuğun bireysel gelişimine uygun olarak düzenlenmiş bir çevre, özel olarak tasarlanmış eğitim materyalleri ve yaş grupları arasında etkileşimi teşvik eden bir öğrenme modeli yer alır.Montessori eğitiminde öğretmenler, geleneksel öğretmenlerden farklı olarak yönlendirici bir rol üstlenirler. Çocuğun kendi başına keşfetmesini ve öğrenmesini desteklerken, ona doğrudan bilgi vermek yerine doğru materyalleri kullanarak çocuğun kendi deneyimleri yoluyla bilgiye ulaşmasını sağlarlar. Montessori eğitiminin bir diğer önemli ilkesi de 'hazırlanmış ortam' anlayışıdır. Bu ortam, çocuğun bağımsız çalışmasını teşvik eden, yaşına ve gelişim düzeyine uygun materyallerle donatılmış bir sınıf ortamıdır. Çocuklar bu ortamda serbestçe hareket edebilir, seçtikleri materyallerle ilgilenebilir ve ilgilerini çeken konularda derinleşebilirler."
      },
      {
        "pathId": 4,
        "id": "emilia-reggio-services",
        "name": "Emilia Reggio",
        "short_description": "Emilia Reggio eğitiminde, çocukların yeni dünyada ve yeni hayatlara girişmelerine olanak tanır. Bu sayede çocuklar, kendi kendine özelliklerine göre eğitim alabilirler.",
        "description": "Reggio Emilia eğitimi, çocuk merkezli ve proje tabanlı bir erken çocukluk eğitim modelidir. Çocukların merak ve keşfetme yoluyla öğrenmelerini teşvik eder. Öğretmenler, çocuklara rehberlik eden birer kolaylaştırıcıdır ve öğrenme süreci, çocukların ilgi alanlarına göre şekillenir. Bu modelde öğrenme ortamı büyük önem taşır ve “üçüncü öğretmen” olarak kabul edilir. Açık, ferah ve yaratıcı alanlar oluşturularak çocukların özgürce keşfetmeleri sağlanır. Sanat, müzik ve drama gibi etkinlikler öğrenme sürecine entegre edilir. Uzun soluklu projeler ve dokümantasyon yöntemiyle çocukların gelişimi takip edilir. Reggio Emilia yaklaşımı, çocukların eleştirel düşünme, iş birliği ve problem çözme becerilerini geliştirmelerine yardımcı olur. Esnek yapısı sayesinde çocukların bireysel farklılıklarına uyum sağlayarak öğrenmeyi keşif yoluyla içselleştirmelerine imkan tanır."
      },
      {
        "pathId": 5,
        "id": "perma-kültür-services",
        "name": "Perma Kültür",
        "short_description": "Perma Kültür eğitiminde, çocukların kültür, sanat, ve değerlerine olanak tanır. Bu sayede çocuklar, kendi kendine özelliklerine göre eğitim alabilirler.",
        "description": "Permakültür eğitimi, doğayla uyum içinde yaşamayı ve sürdürülebilir bir yaşam tarzı oluşturmayı hedefleyen bir öğrenim sürecidir. Bu eğitim, doğal kaynakları verimli kullanma, ekolojik dengeyi koruma ve kendi kendine yeten sistemler tasarlama konularında bilgi ve beceriler kazandırır. Permakültür, tarım, mimari, enerji ve toplum gibi birçok alanı kapsar. Eğitimde, toprak sağlığını iyileştirme, suyu verimli kullanma, kompost yapımı, doğal tarım teknikleri ve yenilebilir enerji sistemleri gibi pratik konular işlenir. Ayrıca, doğal ekosistemleri gözlemleme, çeşitliliği artırma ve atıkları değerlendirme gibi temel ilkeler öğretilir. Permakültür tasarımı, hem küçük bahçeler hem de büyük araziler için uygulanabilir. Bu eğitim, sadece tarım değil, aynı zamanda topluluk oluşturma, dayanışma ve doğayla bağ kurma gibi sosyal ve etik değerleri de içerir. Permakültür, doğayla iş birliği yaparak daha sağlıklı ve sürdürülebilir bir gelecek inşa etmeyi amaçlar."
      },
      {
        "pathId": 6,
        "id": "enoksis-services",
        "name": "Enoksis",
        "short_description": "Enneagram, dokuz kişilik tipini temel alan bir sistemdir ve eğitimde öğrencilerin öğrenme stillerini, sosyal etkileşimlerini ve kişisel gelişimlerini desteklemek için kullanılabilir.",
        "description": "Enneagram, dokuz kişilik tipini temel alan bir sistemdir ve eğitimde öğrencilerin öğrenme stillerini, sosyal etkileşimlerini ve kişisel gelişimlerini desteklemek için kullanılabilir. Öğrencilerin kişilik tipleri belirlenerek, her tipin özelliklerine uygun öğrenme yöntemleri ve eğitim planları hazırlanır. Örneğin, mükemmeliyetçi tipler detay odaklı çalışırken, yardımsever tipler işbirlikçi öğrenmeye yatkındır. Enneagram, öğrencilerin duygusal ve sosyal gelişimlerine katkıda bulunurken, sınıf içi dinamikleri iyileştirir. Öğretmenler de kendi tiplerini anlayarak daha etkili öğretim stratejileri geliştirebilir. Bu sistem, öğrencilerin kendilerini tanımalarını, güçlü yönlerini keşfetmelerini ve zayıf yönlerini geliştirmelerini sağlar. Enneagram, eğitimi kişiselleştirilmiş ve bütüncül bir yaklaşımla daha verimli hale getirir."
      }
    ]
  },
  "homepage": "https://altinbasakcocukakademi.com",
  "email": "info@altinbasakcocukakademi.com",
  "legal": "© 2024. Her Hakkı Saklıdır."
}
